Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: Would you ever pack up and move to a new country?
de: Würdest du jemals deine Sachen packen und in ein neues Land ziehen?
es: ¿Alguna vez harías las maletas y te mudarías a un nuevo país?
fr: Est-ce que tu plierais bagages pour t'installer dans un nouveau pays ?
it: Faresti le valigie e ti trasferiresti in un nuovo paese?
ja: 荷物をまとめて新しい国に引っ越したいと思いますか？
ko: 짐을 싸서 새 나라로 이사할 의향이 있나요?
nb: Ville du noen gang pakket sakene dine og flyttet til et nytt land?
nl: Zou je ooit je spullen pakken en naar een nieuw land verhuizen?
pl: Czy kiedykolwiek spakowałbyś się i przeprowadził do nowego kraju?
pt_br: Você algum dia arrumaria as malas e se mudaria para um novo país?
sv: Skulle du någonsin packa dina väskor och flytta till ett nytt land?
uk: Чи зібрали б ви речі та переїхали в нову країну?
zh_hans: 你会收拾行李搬到一个新的国家吗？

source: Would you let me record just the sound of us having sex — no video, just your moans and our bodies — to listen to later?
de: Würdest du mich nur die Geräusche von uns beim Sex aufnehmen lassen – kein Video, nur deine Stöhner und unsere Körper – um sie später anzuhören?
es: ¿Me dejarías grabar solo el sonido de nosotros teniendo sexo (sin video, solo tus gemidos y nuestros cuerpos) para escucharlo después?
fr: Me laisserais-tu enregistrer uniquement le son de notre rapport sexuel — pas de vidéo, juste tes gémissements et nos corps — pour l’écouter plus tard ?
it: Mi lasceresti registrare solo il suono di noi mentre facciamo sesso — niente video, solo i tuoi gemiti e i nostri corpi — da ascoltare dopo?
ja: セックスの音だけを録音させてくれませんか？ビデオなし、ただあなたの喘ぎ声と私たちの体の音を後で聴くために。
ko: 나중에 듣기 위해 우리가 섹스하는 소리만 녹음하게 해줄래요? 비디오 없이, 그냥 네 신음 소리와 우리 몸 소리만.
nb: Ville du latt meg ta opp bare lyden av oss som har sex — ingen video, bare stønnene dine og kroppene våre — for å høre på senere?
nl: Zou je me alleen het geluid van ons seks laten opnemen — geen video, alleen jouw gekreun en onze lichamen — om later naar te luisteren?
pl: Czy pozwoliłabyś mi nagrać tylko odgłosy naszego seksu — bez wideo, tylko twoje jęki i nasze ciała — aby posłuchać później?
pt_br: Você me deixaria gravar apenas o som de nós transando — sem vídeo, só seus gemidos e nossos corpos — para ouvir depois?
sv: Skulle du låta mig spela in bara ljudet av oss när vi har sex — ingen video, bara dina stön och våra kroppar — för att lyssna på senare?
uk: Ти дозволив би мені записати лише звук нашого сексу — без відео, лише твої стогони та наші тіла — щоб послухати пізніше?
zh_hans: 你能让我只录下我们做爱时的声音吗——没有视频，只有你的呻吟声和我们的身体声——以后听？

source: Would you let me tie your wrists to the bed while I go down on you, so you can’t touch me until I say so?
de: Würdest du mich deine Handgelenke ans Bett fesseln lassen, während ich dich lecke, damit du mich nicht anfassen kannst, bis ich es sage?
es: ¿Me dejarías atarte las muñecas a la cama mientras te hago sexo oral, para que no me toques hasta que yo lo diga?
fr: Me laisserais-tu t’attacher les poignets au lit pendant que je te fais un cunnilingus/fellation, pour que tu ne puisses pas me toucher avant que je le dise ?
it: Mi lasceresti legare i polsi al letto mentre ti faccio sesso orale, così non puoi toccarmi finché non lo dico io?
ja: 俺が君をクンニ/フェラしている間、手首をベッドに縛らせてくれる？僕が許すまで僕に触れられないように。
ko: 내가 네게 오럴을 하는 동안 손목을 침대에 묶게 해줄래? 그래야 내가 허락할 때까지 나를 만질 수 없지.
nb: Ville du latt meg binde håndleddene dine til senga mens jeg går ned på deg, slik at du ikke kan røre meg før jeg sier ifra?
nl: Zou je me je polsen aan het bed laten vastbinden terwijl ik je pijp/beffen, zodat je me niet kunt aanraken totdat ik het zeg?
pl: Czy pozwoliłbyś mi przywiązać swoje nadgarstki do łóżka, gdy robię ci loda/minetkę, żebyś nie mógła mnie dotykać, dopóki nie pozwolę?
pt_br: Você me deixaria amarrar seus pulsos na cama enquanto faço sexo oral em você, para que não possa me tocar até eu mandar?
sv: Skulle du låta mig binda dina handleder till sängen medan jag ger dig oralt, så att du inte kan röra mig förrän jag säger till?
uk: Ти дозволив би прив’язати твої зап’ястя до ліжка, поки я роблю тобі мінет/кунілінгус, щоб ти не міг торкатися мене, поки я не дозволю?
zh_hans: 你愿意让我把你手腕绑在床上给你口交吗？这样在我允许之前你碰不到我。

source: Would you like to be famous? In what way?
de: Möchtest du berühmt sein? Wenn ja, in welcher Hinsicht?
es: ¿Te gustaría ser famoso? ¿De qué manera?
fr: Aimerais-tu être célèbre ? De quelle manière ?
it: Ti piacerebbe essere famoso? In che modo?
ja: 有名になりたいですか？どのようにして？
ko: 유명해지고 싶습니까? 어떤 방식으로?
nb: Vil du bli kjendis? På hvilken måte?
nl: Zou je beroemd willen zijn? Op welke manier?
pl: Czy chciałbyś być sławny? W jaki sposób?
pt_br: Você gostaria de ser famoso? De que maneira?
sv: Skulle du vilja bli känd? På vilket sätt?
uk: Чи хотіли б ви бути відомим? Яким чином?
zh_hans: 你想出名吗？以什么方式？

source: Would you rather always be early or always be fashionably late?
de: Wärst du lieber immer zu früh oder immer modisch zu spät?
es: ¿Preferirías llegar siempre temprano o siempre con estilo tarde?
fr: Préférerais-tu toujours être en avance ou toujours être à la mode en retard ?
it: Preferiresti essere sempre in anticipo o sempre elegantemente in ritardo?
ja: いつも早く着くのと、いつもおしゃれに遅れるのと、どちらがいいですか？
ko: 항상 일찍 도착하는 것과 항상 세련되게 늦는 것 중 어느 쪽을 선호하나요?
nb: Ville du heller alltid vært tidlig eller alltid vært fasjonabelt sen?
nl: Zou je liever altijd te vroeg zijn of altijd modieus te laat?
pl: Wolałbyś zawsze być wcześnie, czy zawsze być modnie spóźnionym?
pt_br: Você preferiria estar sempre cedo ou sempre na moda atrasado?
sv: Skulle du hellre alltid vara tidig eller alltid vara fashionabelt sen?
uk: Ви б хотіли завжди бути рано чи завжди бути модно запізнюватися?
zh_hans: 你宁愿总是早到，还是总是时髦地迟到？

source: Would you rather always say what you think or never be misunderstood?
de: Würdest du lieber immer sagen, was du denkst, oder nie missverstanden werden?
es: ¿Preferirías decir siempre lo que piensas o nunca ser malinterpretado?
fr: Préférerais-tu toujours dire ce que tu penses ou ne jamais être incompris ?
it: Preferiresti dire sempre quello che pensi o non essere mai frainteso?
ja: 自分の考えを常に言うのと、決して誤解されないのと、どちらがいいですか？
ko: 항상 자신의 생각을 말하는 것과 오해를 절대 받지 않는 것 중 어느 쪽을 선호하나요?
nb: Ville du heller alltid sagt hva du tenker, eller aldri blitt misforstått?
nl: Zou je liever altijd zeggen wat je denkt, of nooit verkeerd begrepen worden?
pl: Wolałbyś zawsze mówić to, co myślisz, czy nigdy nie być źle zrozumianym?
pt_br: Você preferiria sempre dizer o que pensa ou nunca ser mal compreendido?
sv: Skulle du hellre alltid säga vad du tycker eller aldrig bli missförstådd?
uk: Ви б хотіли завжди говорити те, що думаєте, чи ніколи не бути неправильно зрозумілим?
zh_hans: 你宁愿总是说出你的想法，还是永远不被误解？

source: Would you rather be able to fly or be invisible?
de: Könntest du lieber fliegen oder unsichtbar sein?
es: ¿Preferirías poder volar o ser invisible?
fr: Préférerais-tu pouvoir voler ou être invisible?
it: Preferiresti saper volare o essere invisibile?
ja: 空を飛べるのと透明になれるの、どちらがいいですか？
ko: 하늘을 날 수 있는 것과 투명해질 수 있는 것 중 무엇을 더 원하나요?
nb: Ville du heller kunne fly eller være usynlig?
nl: Zou je liever kunnen vliegen of onzichtbaar zijn?
pl: Wolałbyś umieć latać czy być niewidzialnym?
pt_br: Você preferiria poder voar ou ser invisível?
sv: Skulle du hellre kunna flyga eller vara osynlig?
uk: Ти б хотів уміти літати чи бути невидимим?
zh_hans: 你宁愿会飞还是隐身？

source: Would you rather be deeply understood by one person or liked by everyone?
de: Würdest du lieber von einer Person tief verstanden oder von jedem gemocht werden?
es: ¿Preferirías ser profundamente comprendido por una persona o ser querido por todos?
fr: Préférerais-tu être profondément compris par une personne ou aimé par tout le monde ?
it: Preferiresti essere profondamente compreso da una persona o essere amato da tutti?
ja: 一人に深く理解されることと、みんなに好かれること、どちらがいいですか？
ko: 한 사람에게 깊이 이해받는 것과 모두에게 좋아받는 것 중 어느 쪽을 선호하나요?
nb: Ville du heller blitt dypt forstått av én person eller likt av alle?
nl: Zou je liever diep begrepen worden door één persoon of aardig gevonden worden door iedereen?
pl: Wolałbyś być głęboko rozumiany przez jedną osobę, czy lubiany przez wszystkich?
pt_br: Você preferiria ser profundamente compreendido por uma pessoa ou querido por todos?
sv: Skulle du hellre vara djupt förstådd av en person eller omtyckt av alla?
uk: Ви б хотіли, щоб одна людина глибоко розуміла вас, чи щоб ви подобалися всім?
zh_hans: 你宁愿被一个人深刻理解，还是被所有人喜欢？

source: Would you rather be the most talented person in the room or the most liked?
de: Wärst du lieber die talentierteste Person im Raum oder die beliebteste?
es: ¿Preferirías ser la persona más talentosa de la sala o la más querida?
fr: Préférerais-tu être la personne la plus talentueuse de la pièce ou la plus aimée ?
it: Preferiresti essere la persona più talentuosa nella stanza o la più simpatico?
ja: あなたは、部屋で一番才能のある人と一番好かれる人のどちらになりたいですか？
ko: 당신은 방에서 가장 재능 있는 사람이 되는 것과 가장 좋아하는 사람이 되는 것 중 어느 쪽을 선호하나요?
nb: Ville du heller vært den mest talentfulle personen i rommet eller den mest likte?
nl: Zou je liever de meest talentvolle persoon in de kamer zijn of de meest geliefde?
pl: Wolałbyś być najbardziej utalentowaną osobą w pokoju czy najbardziej lubianym?
pt_br: Você preferiria ser a pessoa mais talentosa da sala ou a mais querida?
sv: Skulle du hellre vara den mest begåvade personen i rummet eller den mest omtyckta?
uk: Ви б хотіли бути найталановитішою людиною в кімнаті чи найулюбленішою?
zh_hans: 你宁愿成为房间里最有天赋的人还是最受欢迎的人？

source: Would you rather be wildly famous for something you hate or unknown for something you love?
de: Wärst du lieber wahnsinnig berühmt für etwas, das du hasst, oder unbekannt für etwas, das du liebst?
es: ¿Preferirías ser extremadamente famoso por algo que odias o desconocido por algo que amas?
fr: Préférerais-tu être extrêmement célèbre pour quelque chose que tu détestes ou inconnu pour quelque chose que tu aimes ?
it: Preferiresti essere famoso per qualcosa che odi o sconosciuto per qualcosa che ami?
ja: 嫌いなことで大成功するのと、好きなことで無名のままいるのと、どちらがいいですか？
ko: 당신은 싫어하는 일로 엄청 유명해지는 것과 좋아하는 일로 알려지지 않는 것 중 어느 쪽을 선호하나요?
nb: Ville du heller vært enormt berømt for noe du hater, eller ukjent for noe du elsker?
nl: Zou je liever enorm beroemd zijn om iets dat je haat, of onbekend om iets dat je liefhebt?
pl: Wolałbyś być niesamowicie sławny z czegoś, czego nienawidzisz, czy nieznany z czegoś, co kochasz?
pt_br: Você preferiria ser extremamente famoso por algo que odeia ou desconhecido por algo que ama?
sv: Skulle du hellre vara vilt känd för något du hatar eller okänd för något du älskar?
uk: Ви б хотіли бути дуже відомим за те, що ненавидите, чи невідомим за те, що любите?
zh_hans: 你宁愿因为自己讨厌的事情而名声大噪，还是因为自己热爱的事情而默默无闻？

source: Would you rather be woken up by me sliding inside you slowly, or by my mouth between your legs?
de: Würdest du lieber davon aufwachen, dass ich langsam in dich eindringe, oder dass mein Mund zwischen deinen Beinen ist?
es: ¿Preferirías despertarte conmigo deslizándome dentro de ti lentamente, o con mi boca entre tus piernas?
fr: Préférerais-tu te réveiller avec moi en train de pénétrer lentement en toi, ou avec ma bouche entre tes jambes ?
it: Preferiresti svegliarti con me che entro lentamente in te, o con la mia bocca tra le tue gambe?
ja: ゆっくり中に入れられるのと、脚の間を舐められるのと、どちらで目覚めたい？
ko: 내가 천천히 안으로 들어오는 것과 내 입이 네 다리 사이에 있는 것 중 뭐로 깨고 싶어?
nb: Ville du helst våknet av at jeg sakte gli inn i deg, eller av munnen min mellom beina dine?
nl: Zou je liever wakker worden terwijl ik langzaam in je binnendring, of met mijn mond tussen je benen?
pl: Wolałabyś obudzić się, gdy powoli w ciebie wchodzę, czy z moimi ustami między twoimi nogami?
pt_br: Você preferiria acordar comigo entrando devagar em você, ou com minha boca entre suas pernas?
sv: Skulle du hellre vakna av att jag långsamt glider in i dig, eller av min mun mellan dina ben?
uk: Ти б хотіла прокинутися від того, як я повільно входжу в тебе, чи від того, що мій рот між твоїми ногами?
zh_hans: 你更愿意被我慢慢插入时醒来，还是被我的嘴在你双腿之间时唤醒？

source: Would you rather feel everything deeply or nothing at all?
de: Würdest du lieber alles tief fühlen oder gar nichts?
es: ¿Preferirías sentirlo todo profundamente o no sentir nada?
fr: Préférerais-tu tout ressentir profondément ou ne rien ressentir du tout ?
it: Preferiresti sentire tutto profondamente o non sentire nulla?
ja: すべてを深く感じるのと、まったく感じないのと、どちらがいいですか？
ko: 모든 것을 깊이 느끼는 것과 전혀 느끼지 않는 것 중 어느 쪽을 선호하나요?
nb: Ville du heller følt alt dypt eller ingenting i det hele tatt?
nl: Zou je liever alles diep voelen of helemaal niets?
pl: Wolałbyś czuć wszystko głęboko, czy w ogóle nic nie czuć?
pt_br: Você preferiria sentir tudo profundamente ou nada?
sv: Skulle du hellre känna allt djupt eller ingenting alls?
uk: Ви б хотіли відчувати все глибоко чи взагалі нічого?
zh_hans: 你宁愿深刻感受一切，还是毫无感觉？

source: Would you rather fight one horse-sized duck or a hundred duck-sized horses?
de: Würdest du lieber gegen eine pferdegroße Ente oder hundert entengroße Pferde kämpfen?
es: ¿Preferirías luchar contra un pato del tamaño de un caballo o contra cien caballos del tamaño de un pato?
fr: Préférerais-tu te battre contre un canard de la taille d'un cheval ou cent chevaux de la taille d'un canard?
it: Preferiresti combattere un'anatra delle dimensioni di un cavallo o cento cavalli delle dimensioni di un'anatra?
ja: 馬サイズのアヒルと戦うのと、アヒルサイズの馬100匹と戦うの、どちらがいいですか？
ko: 말 크기의 오리 한 마리와 싸우는 것과 오리 크기의 말 백 마리와 싸우는 것 중 어떤 것을 선택하겠어요?
nb: Ville du heller kjempet mot én hestestor and eller hundre andestore hester?
nl: Zou je liever vechten tegen één paardgrote eend of honderd eendgrote paarden?
pl: Wolałbyś walczyć z jedną kaczką wielkości konia czy stu końmi wielkości kaczki?
pt_br: Você preferiria lutar contra um pato do tamanho de um cavalo ou cem cavalos do tamanho de um pato?
sv: Skulle du hellre slåss mot en häststor anka eller hundra ankstora hästar?
uk: Ти б волів битися з однією качкою розміром з коня чи сотнею коней розміром з качку?
zh_hans: 你宁愿与一匹马大小的鸭子战斗，还是一百只鸭子大小的马战斗？

source: Would you rather have a luxury beach vacation or a rugged mountain hike?
de: Hättest du lieber einen luxuriösen Strandurlaub oder eine anspruchsvolle Bergwanderung?
es: ¿Prefieres unas vacaciones de lujo en la playa o una caminata de montaña accidentada?
fr: Tu préfères des vacances de luxe à la plage ou une randonnée difficile en montagne ?
it: Preferisci una vacanza al mare di lusso o un'escursione in montagna impegnativa?
ja: 贅沢なビーチバケーションと過酷な山岳ハイキング、どちらがいいですか？
ko: 호화로운 해변 휴가와 험준한 산악 하이킹 중 무엇을 더 원하나요?
nb: Ville du heller hatt en luksuriøs strandferie eller en krevende fjelltur?
nl: Zou je liever een luxueuze strandvakantie of een ruige bergwandeling hebben?
pl: Wolałbyś luksusowe wakacje na plaży czy wymagającą górską wędrówkę?
pt_br: Você prefere férias de luxo na praia ou uma trilha montanhosa desafiadora?
sv: Skulle du hellre ha en lyxig semester vid stranden eller en krävande bergsvandring?
uk: Ви б віддали перевагу розкішному пляжному відпочинку чи складному гірському походу?
zh_hans: 你更喜欢奢华的海滩度假还是艰苦的山地徒步？

source: Would you rather have more time or more money — and be honest?
de: Hättest du lieber mehr Zeit oder mehr Geld – und sei ehrlich?
es: ¿Preferirías tener más tiempo o más dinero? — y sé honesto.
fr: Préférerais-tu avoir plus de temps ou plus d'argent — et sois honnête ?
it: Preferiresti avere più tempo o più soldi? — e sii onesto.
ja: より多くの時間とより多くのお金、どちらが欲しいですか？正直に答えてください。
ko: 더 많은 시간과 더 많은 돈 중 어느 쪽을 원하시나요? 솔직하게 말씀해주세요.
nb: Ville du heller hatt mer tid eller mer penger — og vær ærlig?
nl: Zou je liever meer tijd of meer geld hebben — en wees eerlijk?
pl: Wolałbyś mieć więcej czasu czy więcej pieniędzy — i bądź szczery?
pt_br: Você preferiria ter mais tempo ou mais dinheiro — e seja honesto?
sv: Skulle du hellre ha mer tid eller mer pengar — och var ärlig?
uk: Ви б хотіли мати більше часу чи більше грошей — і будьте чесними?
zh_hans: 你宁愿拥有更多的时间还是更多的钱？请诚实回答。

source: Would you rather I tell you exactly what I’m going to do to you, or be completely surprised by every move I make?
de: Würdest du lieber, dass ich dir genau sage, was ich mit dir vorhabe, oder lieber von jeder meiner Bewegungen völlig überrascht wirst?
es: ¿Prefieres que te diga exactamente lo que te voy a hacer, o que te sorprenda por completo cada uno de mis movimientos?
fr: Préfères-tu que je te dise exactement ce que je vais te faire, ou être complètement surpris par chacun de mes mouvements ?
it: Preferisci che ti dica esattamente cosa ti farò, o essere completamente sorpreso da ogni mia mossa?
ja: 私があなたに何をするか正確に伝えてほしいですか？それとも、私の動きのすべてに完全に驚かされていたいですか？
ko: 내가 당신에게 정확히 무엇을 할지 말해주길 원하나요, 아니면 제 모든 움직임에 완전히 놀라고 싶나요?
nb: Vil du helst at jeg forteller deg nøyaktig hva jeg skal gjøre med deg, eller bli fullstendig overrasket over hvert trekk jeg gjør?
nl: Zou je liever hebben dat ik je precies vertel wat ik met je ga doen, of dat je volledig verrast wordt door elke beweging die ik maak?
pl: Czy wolisz, żebym dokładnie powiedział ci, co ci zrobię, czy być całkowicie zaskoczonym każdym moim ruchem?
pt_br: Você prefere que eu diga exatamente o que vou fazer com você, ou ser completamente surpreendido por cada movimento que eu fizer?
sv: Skulle du hellre att jag berättar exakt vad jag ska göra med dig, eller bli helt överraskad av varje rörelse jag gör?
uk: Ти б волів, щоб я точно сказав, що збираюся з тобою зробити, чи бути повністю здивованим кожним моїм рухом?
zh_hans: 你是希望我确切地告诉你我要对你做什么，还是希望完全惊讶于我的每一个动作？

source: Would you rather know all the answers or always ask the right questions?
de: Wüsstest du lieber alle Antworten oder würdest immer die richtigen Fragen stellen?
es: ¿Preferirías saber todas las respuestas o hacer siempre las preguntas correctas?
fr: Préférerais-tu connaître toutes les réponses ou toujours poser les bonnes questions ?
it: Preferiresti sapere tutte le risposte o fare sempre le domande giuste?
ja: すべての答えを知っているのと、常に正しい質問をするのと、どちらがいいですか？
ko: 모든 답을 아는 것과 항상 올바른 질문을 하는 것 중 어느 쪽을 선호하나요?
nb: Ville du heller visst alle svarene eller alltid stilt de riktige spørsmålene?
nl: Zou je liever alle antwoorden weten of altijd de juiste vragen stellen?
pl: Wolałbyś znać wszystkie odpowiedzi, czy zawsze zadawać właściwe pytania?
pt_br: Você preferiria saber todas as respostas ou sempre fazer as perguntas certas?
sv: Skulle du hellre veta alla svar eller alltid ställa de rätta frågorna?
uk: Ви б хотіли знати всі відповіді чи завжди ставити правильні запитання?
zh_hans: 你宁愿知道所有答案，还是总是问出正确的问题？

source: Would you rather know when you're going to die, or how?
de: Würdest du lieber wissen, wann du stirbst, oder wie?
es: ¿Preferirías saber cuándo vas a morir o cómo?
fr: Préférerais-tu savoir quand tu vas mourir, ou comment ?
it: Preferiresti sapere quando morirai, o come?
ja: 自分がいつ死ぬか、またはどのように死ぬか、どちらを知りたいですか？
ko: 언제 죽을지 아는 것과 어떻게 죽을지 아는 것 중 어느 쪽을 선호하시나요?
nb: Ville du heller visst når du skulle dø, eller hvordan?
nl: Zou je liever weten wanneer je gaat sterven, of hoe?
pl: Wolałbyś wiedzieć, kiedy umrzesz, czy jak?
pt_br: Você preferiria saber quando vai morrer ou como?
sv: Skulle du hellre veta när du ska dö, eller hur?
uk: Ви б хотіли знати, коли ви помрете, чи як?
zh_hans: 你更想知道自己何时会死，还是如何死？

source: Would you rather live a long ordinary life or a short extraordinary one?
de: Würdest du lieber ein langes, gewöhnliches Leben oder ein kurzes, außergewöhnliches Leben führen?
es: ¿Preferirías vivir una vida larga y ordinaria o una corta y extraordinaria?
fr: Préférerais-tu vivre une longue vie ordinaire ou une courte vie extraordinaire ?
it: Preferiresti vivere una lunga vita ordinaria o una breve vita straordinaria?
ja: 長く平凡な人生と短く並外れた人生、どちらがいいですか？
ko: 길고 평범한 삶과 짧고 특별한 삶 중 어느 쪽을 선호하나요?
nb: Ville du heller levd et langt ordinært liv eller et kort ekstraordinært liv?
nl: Zou je liever een lang, gewoon leven leiden of een kort, buitengewoon leven?
pl: Wolałbyś żyć długim, zwyczajnym życiem czy krótkim, niezwykłym?
pt_br: Você preferiria viver uma vida longa e comum ou uma curta e extraordinária?
sv: Skulle du hellre leva ett långt vanligt liv eller ett kort extraordinärt liv?
uk: Ви б хотіли прожити довге звичайне життя чи коротке надзвичайне?
zh_hans: 你宁愿过漫长而平凡的生活，还是短暂而非凡的生活？

source: Would you take a pill that removed all fear from your life?
de: Würdest du eine Pille nehmen, die alle Ängste aus deinem Leben entfernt?
es: ¿Tomarías una pastilla que eliminara todo el miedo de tu vida?
fr: Prendrais-tu une pilule qui éliminerait toute peur de ta vie ?
it: Prenderesti una pillola che rimuovesse ogni paura dalla tua vita?
ja: 人生からすべての恐怖を取り除く薬を飲みますか？
ko: 인생에서 모든 두려움을 제거하는 약을 먹겠습니까?
nb: Ville du tatt en pille som fjernet all frykt fra livet ditt?
nl: Zou je een pil nemen die alle angst uit je leven verwijderde?
pl: Czy wziąłbyś pigułkę, która usunęłaby cały strach z twojego życia?
pt_br: Você tomaria uma pílula que removesse todo o medo da sua vida?
sv: Skulle du ta ett piller som tog bort all rädsla från ditt liv?
uk: Ви б прийняли таблетку, яка видалила б усі страхи з вашого життя?
zh_hans: 你会服用一种能消除你生活中所有恐惧的药丸吗？

source: Would you want to know if your partner was going to leave you before they did?
de: Würdest du wissen wollen, ob dein Partner dich verlassen würde, bevor er es tut?
es: ¿Te gustaría saber si tu pareja te iba a dejar antes de que lo hiciera?
fr: Voudrais-tu savoir si ton partenaire allait te quitter avant qu'il ne le fasse ?
it: Vorresti sapere se il tuo partner ti avrebbe lasciato prima che lo facesse?
ja: パートナーが去る前に、去ることを知りたいと思いますか？
ko: 파트너가 당신을 떠나기 전에 떠날 것이라는 것을 알고 싶습니까?
nb: Ville du visst om partneren din kom til å forlate deg før de gjorde det?
nl: Zou je willen weten of je partner je zou verlaten voordat hij of zij het deed?
pl: Czy chciałbyś wiedzieć, czy twój partner cię opuści, zanim to zrobi?
pt_br: Você gostaria de saber se seu parceiro iria te deixar antes que ele o fizesse?
sv: Skulle du vilja veta om din partner skulle lämna dig innan de gjorde det?
uk: Чи хотіли б ви знати, чи ваш партнер збирається вас покинути, перш ніж він це зробить?
zh_hans: 你是否想知道你的伴侣会在离开你之前离开你？

source: You didn't keep any questions this time. Shuffle and try again, or explore a new theme.
de: Sie haben diesmal keine Fragen behalten. Mischen Sie und versuchen Sie es erneut oder erkunden Sie ein neues Thema.
es: No guardaste ninguna pregunta esta vez. Baraja e inténtalo de nuevo, o explora un nuevo tema.
fr: Vous n'avez conservé aucune question cette fois. Mélangez et réessayez, ou explorez un nouveau thème.
it: Non hai conservato nessuna domanda questa volta. Mescola e riprova, oppure esplora un nuovo tema.
ja: 今回は質問を保存しませんでした。シャッフルして再試行するか、新しいテーマを探索してください。
ko: 이번에는 질문을 저장하지 않았습니다. 섞어서 다시 시도하거나 새로운 테마를 탐색하세요.
nb: Du beholdt ingen spørsmål denne gangen. Bland og prøv igjen, eller utforsk et nytt tema.
nl: Je hebt deze keer geen vragen bewaard. Schud en probeer het opnieuw, of verken een nieuw thema.
pl: Tym razem nie zachowałeś żadnych pytań. Przetasuj i spróbuj ponownie lub odkryj nowy temat.
pt_br: Você não manteve nenhuma pergunta desta vez. Embaralhe e tente novamente, ou explore um novo tema.
sv: Du behöll inga frågor den här gången. Blanda och försök igen, eller utforska ett nytt tema.
uk: Цього разу ви не зберегли жодного запитання. Перемішайте та спробуйте знову або дослідіть нову тему.
zh_hans: 这次你没有保留任何问题。重新洗牌再试一次，或者探索新主题。

# You kept %lld question
source: You kept %lld questions
de: Sie haben %lld Fragen behalten
es: Guardaste %lld preguntas
fr: Vous avez conservé %lld questions
it: Hai conservato %lld domande
ja: %lld個の質問を保存しました
ko: %lld개의 질문을 저장했습니다
nb: Du beholdt %lld spørsmål
nl: Je hebt %lld vragen bewaard
pl: Zachowałeś %lld pytania
pt_br: Você manteve %lld perguntas
sv: Du behöll %lld frågor
uk: Ви зберегли %lld запитання
zh_hans: 你保留了%lld个问题
